Repository: ansakoy/dsw
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy

source: Давид Сакоян и его музыка: О проекте
hy: Դավիթ Սաքոյանը և նրա երաժշտությունը: Կայքի մասին

source: О проекте
hy: Կայքի մասին

source: Каталог
hy: Անվանացանկ

source: Творчество
hy: Կենսագրություն

source: Главная
hy: Գլխավոր էջ

source: Условия использования
hy: Օգտագործման պայմաններ

source: Контакты
hy: Հետադարձ կապ

source: Техническая поддержка:
hy: Սեխնիկական աջակցություն.

source: Давид Сакоян и его музыка: Каталог сочинений
hy: Դավիթ Սաքոյանը և նրա երաժշտությունը: Անվանացանկ

source: Каталог сочинений
hy: Անվանացանկ

source: Давид Сакоян и его музыка: Творчество
hy: Դավիթ Սաքոյան և նրա երաժշտություն: Կենսագրություն

source: Поиск сочинений
hy: Փնտրել երկեր

source: Категория
hy: Կարգ

source: Все категории
hy: Բոլոր

source: Год
hy: Տարեթիվ

source: Все годы
hy: Բոլոր

source: Давид Сакоян и его музыка
hy: Դավիթ Սաքոյան և նրա երաժշտություն

source: Русская страница
hy: Հայկական էջ

source: Some other text
hy: Բարարան օնլայն շատ լավ է
